{
    "data": [
      {
        "id": 1,
        "name": "Cox's Bazar",
        "details": "Cox’s Bazar is a town on the southeast coast of Bangladesh. It’s known for its very long, sandy beachfront, stretching from Sea Beach in the north to Kolatoli Beach in the south. Aggameda Khyang monastery is home to bronze statues and centuries-old Buddhist manuscripts. South of town, the tropical rainforest of Himchari National Park has waterfalls and many birds. North, sea turtles breed on nearby Sonadia Island.",
        "image": "https://i.ibb.co/7GSHnQm/Rectangle-6.png"
      },
      {
        "id": 2,
        "name": "SREEMANGAL",
        "details": "It is said the name Sreemangal (or Srimangal) is named after Sri Das and Mangal Das; two brothers who settled on the banks of the Hail Haor.[3] A copper plate of Raja Marundanath from the 11th century was found in Kalapur. During an excavation at Lamua, an ancient statue of Ananta Narayan was dug out. In 1454, the Nirmai Shiva Bari was built and still stands today. Sreemangal thana was established in 1912. The central town later became a pourashava in 1935. In 1963, two peasants were killed by police officers which kicked off the Balishira peasant riots. During the Bangladesh Liberation War of 1971, the Pakistani army reached Sreemangal on 30 April setting houses on fire and committing atrocities against women. The East Pakistan Rifles camp and Wapda office premises were among the two mass killing sites. Two mass graves remain in Bharaura with a memorial in North Bharaura.",
        "image" : "https://i.ibb.co/09SVcT9/Rectangle-8.png"
      },
      {
        "id": 3,
        "name": "SUNDARBAN",
        "details": "Sundarbans is a mangrove area in the delta formed by the confluence of the Ganges, Brahmaputra and Meghna Rivers in the Bay of Bengal. Sundarban Reserve Forest (SRF) of Bangladesh is the largest mangrove forest in the world. It spans the area from the Baleswar River in Bangladesh's division of Khulna to the Hooghly River in India's state of West Bengal. It comprises closed and open mangrove forests, land used for agricultural purpose, mudflats and barren land, and is intersected by multiple tidal streams and channels. Sundarbans is home to the world's largest area of mangrove forests.[3] Four protected areas in the Sundarbans are enlisted as UNESCO World Heritage Sites, viz. Sundarbans West (Bangladesh), Sundarbans South (Bangladesh), Sundarbans East (Bangladesh) and Sundarbans National Park (India).Despite these protections, the Indian Sundarbans were considered endangered in a 2020 assessment under the IUCN Red List of Ecosystems framework.[5] The Sundarbans mangrove forest covers an area of about 10,000 km2 (3,900 sq mi), of which forests in Bangladesh's Khulna Division extend over 6,517 km2 (2,516 sq mi) and in West Bengal, they extend over 3,483 km2 (1,345 sq mi) across the South 24 Parganas and North 24 Parganas districts.[6] The most abundant tree species are sundri (Heritiera fomes) and gewa (Excoecaria agallocha). The forests provide habitat to 453 fauna wildlife, including 290 bird, 120 fish, 42 mammal, 35 reptile and eight amphibian species.[7] Despite a total ban on all killing or capture of wildlife other than fish and some invertebrates, there is a consistent pattern of depleted biodiversity or loss of species in the 20th century, and the ecological quality of the forest is declining.",
        "image": "https://i.ibb.co/b76GQ5r/Rectangle-9.png"
      },
      {
        "id": 4,
        "name": "Sitakundu",
        "details": "The Sitakunda town has 9 wards divided into 22 mahallas, and a population of 36,650 distributed to 6,914 units of households (average household size 5.3), including 18,662 men and 17,988 women (the male:female ratio is 104:100).[3] [4][5] The most notable mahallas of the town are Yakubnagar, Nunachara, Mohadebpur, Sobanbagh, Bhuiyan Para, Chowdhury Para (also known as Premtala), Moulvi Para, Amirabad, Edilpur and Shibpur.Shafiul Alam is the mayor of the town, gaining a landslide win over his nearest contender M Abul Kalam Azad in the 2008 mayoral election.",
        "image": "https://i.ibb.co/YTNQpFH/Rectangle-4.png"
      }
    ]
  }
  